[
  {
    "id": "682bc790-7c81-4bdb-b734-ae71581ad121",
    "title": "Semana de Escucha Activa y Conexión Emocional",
    "description": "Durante esta semana, tu reto será practicar la escucha activa y conectar emocionalmente con al menos una persona diferente cada día. El objetivo es desarrollar tu capacidad para entender y compartir los sentimientos de otros, mejorando tu empatía en situaciones cotidianas y profesionales.",
    "rules": [
      "Cada día, selecciona una persona con la que interactúes (puede ser un compañero de trabajo, amigo, familiar o incluso un desconocido).",
      "Durante la conversación, enfócate completamente en lo que la otra persona está diciendo, sin interrumpir ni pensar en tu respuesta mientras habla.",
      "Haz preguntas abiertas para profundizar en sus sentimientos y perspectivas, como '¿Cómo te hizo sentir eso?' o '¿Qué fue lo más difícil para ti en esa situación?'.",
      "Al final de la conversación, reflexiona sobre lo que aprendiste de sus emociones y cómo te hizo sentir a ti mismo.",
      "Al final de la semana, escribe un breve resumen de tus experiencias y cómo crees que esta práctica ha mejorado tu empatía."
    ],
    "extraTip": "Intenta mantener contacto visual y usar lenguaje corporal que muestre interés, como asentir con la cabeza o inclinarte ligeramente hacia la persona mientras habla. Esto reforzará tu conexión emocional y hará que la otra persona se sienta más valorada.",
    "skill": "Empatía",
    "level": "Explorador",
    "type": "weekly",
    "createdAt": "2025-03-11T11:16:30.812Z"
  },
  {
    "id": "f2692a98-4a1b-476f-95ef-020529fa0af4",
    "title": "Semana de Escucha Activa",
    "description": "Durante esta semana, tu objetivo será practicar la escucha activa en todas tus interacciones. La escucha activa es una forma profunda de empatía que implica prestar atención completa a lo que otros dicen, sin interrumpir, juzgar o pensar en tu respuesta mientras hablan. Este reto te ayudará a comprender mejor las perspectivas y emociones de los demás, fortaleciendo tus relaciones personales y profesionales.",
    "rules": [
      "Cada día, selecciona al menos una conversación para practicar la escucha activa. Puede ser con un compañero de trabajo, un amigo o un familiar.",
      "Durante la conversación, enfócate completamente en la otra persona. Mantén contacto visual, asiente con la cabeza y usa frases como 'entiendo' o 'cuéntame más' para mostrar que estás prestando atención.",
      "Al final de cada conversación, reflexiona sobre lo que has aprendido de la otra persona. Anota en un diario cualquier insight o emoción que hayas captado.",
      "Al final de la semana, revisa tu diario y escribe un resumen de cómo esta práctica ha cambiado tu forma de interactuar con los demás."
    ],
    "extraTip": "Intenta no ofrecer soluciones o consejos a menos que te los pidan. A veces, las personas solo necesitan ser escuchadas y comprendidas.",
    "skill": "Empatía",
    "level": "Explorador",
    "type": "weekly",
    "createdAt": "2025-03-11T10:56:00.785Z"
  },
  {
    "id": "4a8c18c6-3a14-42a7-9451-0dbc7d7138ed",
    "title": "Semana de Escucha Activa",
    "description": "Durante esta semana, tu reto será practicar la escucha activa en todas tus interacciones. El objetivo es profundizar tu comprensión de las emociones y perspectivas de los demás, desarrollando una mayor empatía. Al final de cada día, reflexionarás sobre lo que aprendiste de las personas con las que interactuaste.",
    "rules": [
      "1. En cada conversación, enfócate completamente en la otra persona, evitando distracciones.",
      "2. Haz preguntas abiertas para entender mejor los sentimientos y pensamientos de los demás.",
      "3. Al final del día, escribe en un diario tres cosas nuevas que aprendiste sobre las emociones de las personas con las que hablaste."
    ],
    "extraTip": "Intenta mantener contacto visual y asentir con la cabeza para mostrar que estás prestando atención. Esto ayudará a que la otra persona se sienta más cómoda y abierta a compartir.",
    "skill": "Empatía",
    "level": "Explorador",
    "type": "weekly",
    "createdAt": "2025-03-11T10:55:55.431Z"
  },
  {
    "id": "567ebf03-2604-4aba-984e-2ca16e9bfdca",
    "title": "Semana de Escucha Activa y Conexión Emocional",
    "description": "Durante esta semana, tu reto será practicar la escucha activa y conectar emocionalmente con al menos una persona diferente cada día. El objetivo es desarrollar tu capacidad para comprender y sentir las emociones de los demás, creando un espacio seguro para que se expresen.",
    "rules": [
      "Dedica al menos 15 minutos cada día a una conversación donde te enfoques completamente en la otra persona.",
      "Evita interrumpir, juzgar o dar consejos no solicitados. Simplemente escucha y valida sus sentimientos.",
      "Al final de cada conversación, reflexiona sobre lo que aprendiste de la experiencia emocional de la otra persona.",
      "Al final de la semana, escribe un breve resumen de cómo estas interacciones te ayudaron a entender mejor a los demás."
    ],
    "extraTip": "Puedes comenzar con personas cercanas, pero intenta incluir a alguien con quien no suelas hablar mucho. Esto ampliará tu perspectiva y te ayudará a desarrollar empatía en diferentes contextos.",
    "skill": "Empatía",
    "level": "Explorador",
    "type": "weekly",
    "createdAt": "2025-03-11T10:14:49.903Z"
  },
  {
    "id": "97d44c14-9f4a-46fc-90c5-355d0d9bc118",
    "title": "Semana de Escucha Activa",
    "description": "Durante esta semana, dedica tiempo cada día a practicar la escucha activa con diferentes personas en tu entorno. El objetivo es comprender profundamente sus perspectivas y emociones, sin juzgar ni interrumpir. Esto te ayudará a desarrollar una mayor empatía al conectarte genuinamente con las experiencias de los demás.",
    "rules": [
      "Selecciona una persona diferente cada día para conversar (puede ser un compañero de trabajo, amigo, familiar, etc.)",
      "Durante la conversación, enfócate completamente en lo que la otra persona está diciendo, sin preparar tu respuesta mientras habla",
      "Haz preguntas abiertas para profundizar en su perspectiva y muestra interés genuino",
      "Refleja lo que has entendido parafraseando sus palabras para asegurarte de que has captado correctamente su mensaje",
      "Al final de cada día, escribe en un diario lo que aprendiste sobre esa persona y cómo te hizo sentir su experiencia"
    ],
    "extraTip": "Intenta mantener contacto visual y usar lenguaje corporal abierto (como asentir con la cabeza) para mostrar que estás realmente presente en la conversación.",
    "skill": "Empatía",
    "level": "Explorador",
    "type": "weekly",
    "createdAt": "2025-03-11T10:14:39.205Z"
  },
  {
    "id": "55a89fdf-db2d-4bf8-b36e-96a23757fd62",
    "title": "Semana de Escucha Activa",
    "description": "Durante esta semana, tu objetivo será practicar la escucha activa en todas tus interacciones. La escucha activa es una forma profunda de empatía que implica prestar atención completa a lo que la otra persona está diciendo, sin interrumpir, juzgar o preparar tu respuesta mientras hablan. Este reto te ayudará a comprender mejor las emociones y perspectivas de los demás, fortaleciendo tus habilidades de empatía.",
    "rules": [
      "En cada conversación, concéntrate completamente en la persona que está hablando, manteniendo contacto visual y mostrando interés genuino.",
      "Evita interrumpir o dar consejos inmediatos. En su lugar, haz preguntas abiertas para profundizar en su experiencia.",
      "Al final de cada día, reflexiona sobre las conversaciones que tuviste y anota en un diario cómo te sentiste al practicar la escucha activa y qué aprendiste sobre las emociones de los demás."
    ],
    "extraTip": "Intenta practicar la escucha activa con personas que normalmente no escuchas con tanta atención, como compañeros de trabajo o familiares con los que no sueles tener conversaciones profundas. Esto ampliará tu capacidad de empatía en diferentes contextos.",
    "skill": "Empatía",
    "level": "Explorador",
    "type": "weekly",
    "createdAt": "2025-03-11T10:11:42.140Z"
  },
  {
    "id": "2643ac74-93f9-40cc-bc86-7e43b9500ec8",
    "title": "Diario de Emociones Compartidas",
    "description": "Durante una semana, lleva un diario donde documentes las emociones que observas en las personas con las que interactúas diariamente. Este ejercicio te ayudará a desarrollar una mayor sensibilidad hacia los sentimientos de los demás y a practicar la empatía activa.",
    "rules": [
      "Cada día, selecciona al menos tres personas con las que interactúes (pueden ser compañeros de trabajo, amigos, familiares, etc.).",
      "Observa y anota en tu diario las emociones que percibes en ellas, basándote en su lenguaje corporal, tono de voz y expresiones faciales.",
      "Reflexiona sobre cómo estas emociones podrían estar influyendo en su comportamiento y en tu interacción con ellos.",
      "Al final de la semana, revisa tu diario y escribe una reflexión sobre cómo esta práctica ha cambiado tu percepción y tu capacidad para empatizar con los demás."
    ],
    "extraTip": "Intenta no hacer suposiciones rápidas sobre las emociones de los demás. Pregúntales cómo se sienten si es apropiado, para validar tus observaciones y aprender más sobre sus experiencias emocionales.",
    "skill": "Empatía",
    "level": "Explorador",
    "type": "weekly",
    "createdAt": "2025-03-11T09:03:59.177Z"
  },
  {
    "id": "3df4f9ba-bb4f-4241-ab5b-f55ab5e6d922",
    "title": "Semana de Escucha Activa",
    "description": "Durante esta semana, tu objetivo será practicar la escucha activa en todas tus interacciones. Esto significa prestar atención plena a lo que dicen los demás, sin interrumpir, juzgar o pensar en tu respuesta mientras hablan. Al final de cada día, reflexiona sobre cómo esta práctica afectó tus conversaciones y relaciones.",
    "rules": [
      "En cada conversación, concéntrate en entender completamente lo que la otra persona está diciendo antes de responder.",
      "Haz preguntas abiertas para profundizar en la comprensión de los sentimientos y pensamientos de los demás.",
      "Refleja y parafrasea lo que has escuchado para asegurarte de que has entendido correctamente."
    ],
    "extraTip": "Mantén contacto visual y usa lenguaje corporal abierto para mostrar que estás completamente involucrado en la conversación. Esto no solo mejora tu empatía, sino que también fortalece la confianza y conexión con los demás.",
    "skill": "Empatía",
    "level": "Explorador",
    "type": "weekly",
    "createdAt": "2025-03-11T09:03:57.878Z"
  },
  {
    "id": "8c50fa30-4132-498e-b2a4-de0313c242cb",
    "title": "Reinventa tu rutina diaria",
    "description": "Durante esta semana, tu reto será reinventar completamente tu rutina diaria usando un enfoque creativo. Deberás diseñar nuevas formas de realizar tus actividades cotidianas, incorporando elementos inesperados y soluciones innovadoras. Este ejercicio te ayudará a desarrollar tu pensamiento lateral y a encontrar nuevas perspectivas en lo cotidiano.",
    "rules": [
      "Elige 3 actividades diarias que realizas de manera automática (ej: desayunar, ir al trabajo, hacer ejercicio)",
      "Para cada actividad, diseña al menos 3 formas completamente diferentes de realizarla",
      "Implementa al menos una versión nueva de cada actividad durante la semana",
      "Documenta tus experiencias y reflexiones diariamente"
    ],
    "extraTip": "Intenta incorporar elementos de diferentes culturas o disciplinas artísticas en tus nuevas rutinas. Por ejemplo, podrías desayunar como lo harían en Japón, o transformar tu camino al trabajo en una experiencia de exploración urbana.",
    "skill": "Creatividad",
    "level": "Aprendiz",
    "type": "weekly",
    "createdAt": "2025-03-10T12:09:12.535Z"
  },
  {
    "id": "30c8660d-5361-41d0-a412-fbfc544065ec",
    "title": "Semana de los Roles Cambiantes",
    "description": "Durante esta semana, asumirás un rol diferente cada día en tu entorno laboral o personal, adaptándote a nuevas responsabilidades y perspectivas. Esto te ayudará a desarrollar flexibilidad mental y a comprender mejor las dinámicas de diferentes roles.",
    "rules": [
      "Elige 5 roles diferentes que te interesen o que sean relevantes en tu entorno.",
      "Dedica un día completo a cada rol, realizando las tareas y responsabilidades asociadas.",
      "Reflexiona al final de cada día sobre las habilidades que necesitaste desarrollar y cómo te adaptaste a las nuevas exigencias.",
      "Documenta tus experiencias y aprendizajes en un diario.",
      "Al final de la semana, comparte tus reflexiones con un colega o amigo para obtener retroalimentación."
    ],
    "extraTip": "Intenta elegir roles que estén fuera de tu zona de confort para maximizar el impacto del reto.",
    "skill": "Adaptabilidad",
    "level": "Explorador",
    "type": "weekly",
    "createdAt": "2025-03-10T12:08:31.542Z"
  },
  {
    "id": "5b9f1e96-bcaa-4a12-9aca-32c7007a5de8",
    "title": "Semana de roles intercambiables",
    "description": "Durante esta semana, asume roles o responsabilidades que normalmente no realizas, ya sea en el trabajo, en casa o en tu comunidad. El objetivo es salir de tu zona de confort y adaptarte a nuevas tareas y perspectivas, mejorando tu flexibilidad y capacidad de ajuste.",
    "rules": [
      "Identifica al menos 3 roles diferentes que puedas asumir durante la semana.",
      "Dedica al menos un día completo a cada nuevo rol, realizando todas las tareas asociadas.",
      "Reflexiona cada noche sobre las habilidades que estás desarrollando y los desafíos que enfrentas.",
      "Busca feedback de personas que normalmente realizan esos roles para mejorar tu desempeño."
    ],
    "extraTip": "Mantén un diario de tu experiencia para documentar tus aprendizajes y cómo te adaptas a los cambios. Esto te ayudará a ver tu progreso y a identificar áreas de mejora.",
    "skill": "Adaptabilidad",
    "level": "Explorador",
    "type": "weekly",
    "createdAt": "2025-03-10T12:08:28.686Z"
  },
  {
    "id": "fa01880a-03a1-4a3e-8006-635596077048",
    "title": "Planificador Semanal Visual",
    "description": "Crea un tablero visual de organización semanal que te permita ver todas tus tareas y compromisos de un vistazo. Este método mejora la claridad mental y la capacidad de priorizar, ayudándote a mantener el enfoque en lo importante.",
    "rules": [
      "Divide tu semana en 7 columnas (días) y 3 filas (mañana, tarde, noche)",
      "Usa post-its o fichas de colores para representar diferentes tipos de actividades (trabajo, estudio, ocio, etc.)",
      "Revisa y ajusta el tablero cada noche para el día siguiente",
      "Incluye al menos 1 actividad de autocuidado diaria",
      "Reserva bloques de tiempo para imprevistos"
    ],
    "extraTip": "Usa colores vibrantes para tareas importantes y tonos suaves para actividades rutinarias. Esto te ayudará a identificar rápidamente tus prioridades.",
    "skill": "Organización",
    "level": "Explorador",
    "type": "weekly",
    "createdAt": "2025-03-10T11:37:38.572Z"
  },
  {
    "id": "2773c7f8-a264-4905-aa9f-88a7d17ea828",
    "title": "Sistema de organización personal completo",
    "description": "Este reto semanal te ayudará a crear y seguir un sistema de organización personal que integre tus tareas, compromisos y metas. Al final de la semana, tendrás una estructura clara y eficiente para gestionar tu tiempo y actividades.",
    "rules": [
      "Día 1: Haz una lista de todas tus tareas y compromisos actuales.",
      "Día 2: Clasifica las tareas por categorías (trabajo, estudio, personal, etc.).",
      "Día 3: Establece prioridades para cada categoría usando el método Eisenhower (urgente/importante).",
      "Día 4: Crea un horario semanal que incluya bloques de tiempo para cada categoría.",
      "Día 5: Implementa el sistema y ajusta según sea necesario.",
      "Día 6: Revisa y evalúa el sistema, identificando áreas de mejora.",
      "Día 7: Refina el sistema basado en tu experiencia de la semana."
    ],
    "extraTip": "Usa herramientas digitales como aplicaciones de gestión de tareas o calendarios para mantener tu sistema organizado y accesible.",
    "skill": "Organización",
    "level": "Explorador",
    "type": "weekly",
    "createdAt": "2025-03-10T11:34:17.499Z"
  },
  {
    "id": "3716fe56-94a6-44af-a9aa-24ed65874e42",
    "title": "Sistema de organización personal completo",
    "description": "Este reto te ayudará a crear y seguir un sistema de organización personal que te permitirá gestionar mejor tus tareas, compromisos y metas. Durante la semana, desarrollarás un sistema que incluye planificación diaria, seguimiento de tareas y revisión semanal.",
    "rules": [
      "Día 1: Crea una lista de todas tus tareas y compromisos para la semana.",
      "Día 2: Organiza las tareas por prioridad y categorías (trabajo, personal, salud, etc.).",
      "Día 3: Implementa un método de seguimiento (puede ser una app, agenda o cuaderno).",
      "Día 4: Revisa y ajusta tu planificación diaria según el progreso.",
      "Día 5: Dedica tiempo a revisar y completar tareas pendientes.",
      "Día 6: Evalúa qué funcionó y qué no en tu sistema de organización.",
      "Día 7: Planifica la próxima semana basándote en lo aprendido."
    ],
    "extraTip": "Usa colores o etiquetas para diferenciar categorías y prioridades, esto hará que tu sistema sea más visual y fácil de seguir.",
    "skill": "Organización",
    "level": "Explorador",
    "type": "weekly",
    "createdAt": "2025-03-10T11:34:14.713Z"
  },
  {
    "id": "09caca5e-977c-4b48-a2d4-5e5e7f1046d3",
    "title": "Planificación semanal integral",
    "description": "Crea un sistema de organización semanal que integre todas tus actividades personales y profesionales. Diseña un plan detallado para los próximos 7 días, incluyendo trabajo, tareas domésticas, compromisos sociales, tiempo de ocio y autocuidado. Implementa el sistema y evalúa su efectividad diariamente.",
    "rules": [
      "Divide tu semana en bloques de tiempo de 1 hora",
      "Asigna colores diferentes a cada tipo de actividad (trabajo, personal, ocio, etc.)",
      "Incluye al menos 30 minutos diarios para imprevistos",
      "Reserva tiempo específico para revisar y ajustar tu plan cada noche",
      "Mantén un registro diario de qué tan bien seguiste el plan"
    ],
    "extraTip": "Usa post-its o marcadores de colores para hacer tu plan visualmente atractivo y fácil de seguir. Colócalo en un lugar visible donde puedas consultarlo frecuentemente.",
    "skill": "Organización",
    "level": "Explorador",
    "type": "weekly",
    "createdAt": "2025-03-10T11:32:07.552Z"
  },
  {
    "id": "f5663dc8-61a1-4db8-be44-1994ca613ea1",
    "title": "Semana de rutinas alternas",
    "description": "Durante 7 días, cambia completamente una rutina diaria importante (como tu camino al trabajo, tu horario de comidas o tu método de organización). Cada día debes implementar una variación significativa y documentar cómo te adaptas a estos cambios.",
    "rules": [
      "Elige una rutina principal para modificar (ejemplo: ruta al trabajo, horario de comidas, método de organización)",
      "Cada día, implementa un cambio significativo en esa rutina",
      "Lleva un diario donde anotes tus emociones, dificultades y aprendizajes cada día",
      "No repitas el mismo cambio dos días seguidos",
      "Al final de la semana, reflexiona sobre cómo estos cambios afectaron tu productividad y bienestar"
    ],
    "extraTip": "Intenta involucrar a un compañero o familiar en este reto para obtener diferentes perspectivas y apoyo durante la semana.",
    "skill": "Adaptabilidad",
    "level": "Explorador",
    "type": "weekly",
    "createdAt": "2025-03-10T10:53:29.502Z"
  },
  {
    "id": "28af05b6-ae02-4584-b250-237c5e17a8d5",
    "title": "Semana de rutinas cambiantes",
    "description": "Durante 7 días, cambia completamente una rutina establecida cada día. Elige áreas como tu ruta al trabajo, tu horario de comidas, tu método de organización o tu forma de interactuar con los demás. Mantén cada cambio durante todo el día y reflexiona sobre cómo te adaptas a la nueva situación.",
    "rules": [
      "Elige una rutina diferente para cambiar cada día",
      "Comprométete a mantener el cambio durante 24 horas completas",
      "Lleva un diario donde registres tus emociones y aprendizajes cada día",
      "No vuelvas a la rutina original hasta completar la semana",
      "Comparte tu experiencia con al menos una persona al final del reto"
    ],
    "extraTip": "Para maximizar el aprendizaje, elige rutinas que realmente te hagan sentir incómodo al cambiarlas. La incomodidad es una señal de que estás saliendo de tu zona de confort y realmente desarrollando tu adaptabilidad.",
    "skill": "Adaptabilidad",
    "level": "Explorador",
    "type": "weekly",
    "createdAt": "2025-03-10T10:53:20.809Z"
  }
]